/*
 Localized strings for CFErrors returned by AVFoundationCF.

 When displayed in an alert, the strings whose keys end in _Description will be the alert title.
 The strings whose keys end in _RecoverySuggestion or _FailureReason will be the alert body.
 */

"AVFoundationCFErrorDomain_AVCFErrorOutOfMemory_Description" = "क्रिया पूरी नहीं हो सकती है";
"AVFoundationCFErrorDomain_AVCFErrorOutOfMemory_RecoverySuggestion" = "बाद में फिर कोशिश करें।";

"AVFoundationCFErrorDomain_AVCFErrorFileFormatNotRecognized_Description" = "खोला नहीं जा सकता";
"AVFoundationCFErrorDomain_AVCFErrorFileFormatNotRecognized_FailureReason" = "यह मीडिया फ़ॉर्मैट समर्थित नहीं है।";
"AVFoundationCFErrorDomain_AVCFErrorFileFailedToParse_Description" = "खोला नहीं जा सकता";
"AVFoundationCFErrorDomain_AVCFErrorFileFailedToParse_FailureReason" = "इस मीडिया को नुक़सान पहुँच सकता है।";

"AVFoundationCFErrorDomain_AVCFErrorContentIsProtected_Description" = "खोला नहीं जा सकता";
"AVFoundationCFErrorDomain_AVCFErrorContentIsProtected_FailureReason" = "यह ऐप इस फ़ाइल को चलाने के लिए अधिकृत नहीं है।"; /* the file is DRM protected */
"AVFoundationCFErrorDomain_AVCFErrorNoImageAtTime_Description" = "खोला नहीं जा सकता";
"AVFoundationCFErrorDomain_AVCFErrorNoImageAtTime_FailureReason" = "इस मीडिया का उपयोग नहीं किया जा सकता है।";
"AVFoundationCFErrorDomain_AVCFErrorDecoderTemporarilyUnavailable_Description" = "डिकोड नहीं हो सकता है";
"AVFoundationCFErrorDomain_AVCFErrorDecoderTemporarilyUnavailable_FailureReason" = "इस मीडिया के लिए आवश्यक डिकोडर व्यस्त है।";
"AVFoundationCFErrorDomain_AVCFErrorDecoderTemporarilyUnavailable_RecoverySuggestion" = "मीडिया को डिकोड करने वाली अन्य क्रियाएँ रोकें और फिर कोशिश करें।";
"AVFoundationCFErrorDomain_AVCFErrorIncompatibleAsset_Description" = "खोला नहीं जा सकता";
"AVFoundationCFErrorDomain_AVCFErrorIncompatibleAsset_FailureReason" = "इस कंप्यूटर पर मीडिया उपयोग नहीं किया जा सकता है।";
"AVFoundationCFErrorDomain_AVCFErrorNoCompatibleAlternatesForExternalDisplay_Description" = "खोला नहीं जा सकता";
"AVFoundationCFErrorDomain_AVCFErrorNoCompatibleAlternatesForExternalDisplay_FailureReason" = "कॉन्टेंट बाहरी डिस्प्ले पर चलाया नहीं जा सकता है।";
"AVFoundationCFErrorDomain_AVCFErrorInsufficientContentProtectionConfiguration_Description" = "खोला नहीं जा सकता";
"AVFoundationCFErrorDomain_AVCFErrorInsufficientContentProtectionConfiguration_FailureReason" = "सुरक्षित कॉन्टेंट को वर्तमान सिस्टम कॉन्फ़िगरेशन में चलाया नहीं जा सकता है।";
"AVFoundationCFErrorDomain_AVCFErrorTranscodeFrameMismatch_Description" = "ट्रांसकोड आउटपुट वीडियो ट्रैक में ग़लत फ़्रेम संख्या है";
"AVFoundationCFErrorDomain_AVCFErrorTranscodeFrameMismatch_FailureReason" = "ट्रांसकोड आउटपुट फ़्रेम संख्या उस स्रोत के बराबर नहीं है जिसमें कोई संपादित सेग्मेंट नहीं है";
"AVFoundationCFErrorDomain_AVCFErrorDecodeFailed_Description" = "डिकोड करने में विफल";
"AVFoundationCFErrorDomain_AVCFErrorDecodeFailed_FailureReason" = "डिकोडर में त्रुटि हुई :";
"AVFoundationCFErrorDomain_AVCFErrorEncodeFailed_Description" = "एनकोड करने में विफल";
"AVFoundationCFErrorDomain_AVCFErrorEncodeFailed_FailureReason" = "एनकोडर में त्रुटि हुई";

